<x-client.head.meta
    title="Публичная оферта"
    description="Публичная оферта"
    :url="request()->url()"/>

<x-guest-layout>
    <div class="container">
        <div class="max-w-screen-lg mx-auto staticpage__wrapper mt-10 mb-10">
            <h1 class="text-3xl font-bold">Условия использования и подписки на сервис</h1>

            <p class="mt-4">
                ООО «CАП.ЕТ», в лице Генерального директора Волошина Ильи Гавриловича, действующего на основании Устава, именуемое в дальнейшем «Исполнитель», с одной стороны, и Клиент сети Интернет, именуемый в дальнейшем «Подписчик» или «Клиент», с другой стороны, совместно именуемые «Стороны», заключили настоящий лицензионный Договор (далее – «Договор»)
            </p>

            <p class="mt-2">
                Договор, в соответствии со статьей 435 и частью 2 статьи 437 Гражданского кодекса Российской Федерации, является публичной офертой (предложением) в адрес неограниченного числа лиц, пользователей сети Интернет, желающим получить, описанную в данном Договоре Подписку.
            </p>

            <p class="mt-2">
                В соответствии со статьей 438 Гражданского Кодекса Российской Федерации, полным и безоговорочным акцептом (принятием) Договора является подтверждение Подписчиком своего согласия с условиями Договора или осуществление им добровольного платежа.
            </p>

            <p class="mt-2">
                В соответствии с пунктом 5 статьи 1286 Гражданского Кодекса Российской Федерации, Договор заключается между Клиентом и Исполнителем в упрощенном порядке и является Договором присоединения.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 1. Термины, используемые в Договоре</h2>

            <p class="mt-2">
                1. 1.1 Подписка - Предоставляемый доступ - подключение к виртуальной частной сети (VPN)
            </p>

            <p class="mt-2">
                2. 1.2. Подписчик, Клиент - Клиент сети Интернет, принявший условия Договора, зарегистрировавшийся на Сайте Исполнителя и осуществивший авансовый платеж за Подписку.
            </p>

            <p class="mt-2">
                3. 1.3. Логин и Пароль — два уникальных набора символов, идентифицирующих Подписчика, позволяющих Подписчику осуществлять доступ к Информационным материалам.
            </p>

            <p class="mt-2">
                4. 1.4. Сайт — информационный ресурс в сети Интернет, принадлежащий Исполнителю, расположенный по адресу
                {{ config('app.url') }}.
            </p>

            <p class="mt-2">
                5. 1.5. Биллинг — система учета платежей.
            </p>

            <p class="mt-2">
                6. 1.6. Учетная запись – данные Подписчика, необходимые для идентификации Клиента на Сайте Исполнителя.
            </p>

            <p class="mt-2">
                7. 1.7 Подключение к виртуальной частной сети (VPN) - безопасное зашифрованное подключение пользователя к сети интернет, с использованием узлов, серверов Исполнителя.
            </p>

            <p class="mt-2">
                8. 1.8 VPN (ВПН) - виртуальная частная сеть
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 2.Предмет Договора. Условия об интеллектуальных правах.</h2>

            <p class="mt-2">
                1. 2.1. Исполнитель предоставляет Клиенту право возмездного использования  подключения к виртуальной частной сети (VPN) на условиях простой (неисключительной) лицензии в установленных Договором пределах.
            </p>

            <p class="mt-2">
                2. 2.2. Договор устанавливает условия использования  виртуальной частной сети (VPN). Подключение к виртуальной частной сети (VPN) разрешается только на условиях Договора. Если Клиент не принимает условия Договора в полном объёме, Клиент не имеет права использовать  подключение к виртуальной частной сети (VPN)
            </p>

            <p class="mt-2">
                3. 2.3. Исключительное право на владение и распоряжение  виртуальной частной сети (VPN) принадлежит Исполнителю.
            </p>

            <p class="mt-2">
                4. 2.4. Договор не предусматривает передачу прав на  подключение к виртуальной частной сети (VPN). Договор предоставляет Клиенту ограниченное право на ее использования.
            </p>

            <p class="mt-2">
                5. 2.5. Право на подключение к виртуальной частной сети (VPN) предоставляется только Подписчику после оплаты услуг Исполнителя.
            </p>

            <p class="mt-2">
                6. 2.6. В рамках данного соглашения, Подписчик приобретает право возмездного  подключение к виртуальной частной сети (VPN) выражающееся в доступе к частной сети:
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 3. Права и обязанности Исполнителя</h2>

            <p class="mt-2">
                1. 3.1. Предоставить Клиенту подключение к виртуальной частной сети (VPN) и через Учетную запись на сервисе
                {{ config('app.name') }}.
            </p>

            <p class="mt-2">
                2. 3.2. Предоставлять Клиенту возможность подключения к виртуальной частной сети (VPN) не позднее 24 часов с момента подтверждения получения оплаты и идентификации Подписчика как плательщика произведенного платежа.
            </p>

            <p class="mt-2">
                3. 3.3. Не разглашать третьим лицам Логин и Пароль, адрес электронной почты Подписчика, а также прочие сведения, полученные от Подписчика при регистрации.
            </p>

            <p class="mt-2">
                4. 3.4. Изменять условия Договора и/или его Приложений. При этом уведомлять Подписчика об изменениях условий Договора и/или его Приложений путем размещения (публикации) соответствующей информации на Сайте Исполнителя. Такие изменения вступают в силу с момента их размещения, если иное не указано в соответствующей публикации.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 4. Права и обязанности Клиента</h2>

            <p class="mt-2">
                1. 4.1. Зарегистрироваться на Сайте Исполнителя. Установить Логин и Пароль, уникальность которых подтвeрждаeтся Исполнителем. Также Клиент может пройти процедуру автоматической регистрации по факту оплаты, получить сгенерированный системой логин и пароль и сохранить их в надежном месте. При этом строго и неукоснительно следовать указаниям Исполнителя о порядке регистрации, размещенном на Сайте.
            </p>

            <p class="mt-2">
                2. 4.2. Производить уплату вознаграждения за подключение к виртуальной частной сети (VPN) согласно п.4 Договора и самостоятельно отслеживать автоматическое списание денежных средств за автоматическое продление подписки.
            </p>

            <p class="mt-2">
                3. 4.3. Обеспечивать конфиденциальность Логина и Пароля, сообщенного при регистрации.
            </p>

            <p class="mt-2">
                4. 4.4. Использовать подключение к виртуальной частной сети (VPN) только на условиях Договора: не пользоваться доступом в коммерческих целях или с целью извлечения выгоды.
            </p>

            <p class="mt-2">
                5. 4.5. Подписчик не имеет права использования Подписки более чем на пяти устройствах одновременно.
            </p>

            <p class="mt-2">
                6. 4.6. Подписчик не имеет права:
            </p>

            <ul class="mt-2 list-disc ml-4">
                <li>вносить какие-либо изменения в структуру и/или коды виртуальной частной сети (VPN), в том числе в ее программное обеспечение;</li>
                <li>передавать права (предоставлять сублицензии) на подключение к виртуальной частной сети (VPN) третьим лицам;</li>
                <li>использовать подключение к виртуальной частной сети (VPN) как-либо иначе, кроме как на условиях Договора;</li>
                <li>передавать свой аккаунт третьим лицам;</li>
                <li>использовать Подписку любым иным способам, кроме как в личных целях (для участия);</li>
                <li>Использовать Сайт и Учетную запись, а также подключение к виртуальной частной сети (VPN) по окончании срока Подписки. По окончании срока Подписки Подписчик обязан прекратить использование Сайта, в том числе прекратить участие в Стимулирующих Мероприятиях;</li>
                <li>использовать любые программы (скрипты) для сбора информации и/или взаимодействия с Сайтом и его сервисами, за исключением доступных на Сайте средств навигации.</li>
            </ul>

            <p class="mt-2">
                1. 4.7. Несоблюдение требований п.4.6. Договора является нарушением Договора, законодательства об интеллектуальных правах и преследуется по закону.
            </p>

            <p class="mt-2">
                1. 4.8.Вся информация, размещенная на Сайтах Исполнителя о порядке использования подключения к виртуальной частной сети (VPN), осуществления оплаты и прочих особенностях исполнения Договора является неотъемлемой частью Договора и обязательна к исполнению Подписчиком.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 5. Условия оплаты</h2>

            <p class="mt-2">
                1. 5.1. Подписчик производит выплату вознаграждения за подключение к виртуальной частной сети (VPN) путем осуществления авансового платежа за подписку в рублях на условиях, указанных на Сайте.
            </p>

            <p class="mt-2">
                2. 5.2. Исполнитель вправе в одностороннем порядке изменять действующие условия оплаты (размер вознаграждения за использование Базы данных) путем размещения соответствующей информации на Сайте (см. п.3.1.4.). Любое изменение условий оплаты не касается ранее выплаченных вознаграждений за  подключение к виртуальной частной сети (VPN)(уже оплаченных периодов Подписки).
            </p>

            <p class="mt-2">
                3. 5.3.На сайте {{ config('app.url') }} на странице оплаты подписки Подписчик перед оплатой подписки предупреждается об автоматическом списании средств при выборе средства оплаты и о возможностях его отмены. Оплачивая подписку, Подписчик принимает условия автоматического продления подписки. При этом, Исполнитель не обязан направлять Подписчику уведомления о предстоящем списании денежных средств на следующий период. Подписчик может в любой момент отказаться от автоматического списания средств заполнив обратную форму связи на сайте
                {{ config('app.url') }} и описав свое желание в службу поддержки сервиса {{ config('app.name') }}.
            </p>

            <p class="mt-2">
                4. 5.4. Если оплата производится банковской картой c помощью процессингового центра https://cloudpayments.ru/, и автоматическое списание включено, то после окончания подписки Исполнитель автоматически спишет с карты подписчика сумму подписки за
                {{ settings('payment_counts_success_range') }} дней, с периодичностью не чаще одного раза {{ settings('payment_counts_success_range') }} дней, на сумму стоимости {{ settings('payment_counts_success_range') }} дневной подписки по выбранному тарифу. Срок подписки, выбранный при оплате ранее, значения не имеет.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 6. Ответственность Сторон. Ограничение ответственности Продавца</h2>

            <p class="mt-2">
                1. 6.1. Подписчик принимает на себя полную ответственность и риски, связанные с подключением к виртуальной частной сети (VPN) и всех представленных Информационных материалов.
            </p>

            <p class="mt-2">
                2. 6.2. Приобретая Подписку, Подписчик подтверждает что он достиг совершеннолетнего возраста в РФ.
            </p>

            <p class="mt-2">
                3. 6.3. Подписчик полностью несет ответственность за использование третьими лицами Логина и Пароля.
            </p>

            <p class="mt-2">
                4. 6.4. Подписчик полностью несет ответственность за использование третьими лицами информации, передаваемой Продавцом на адрес электронной почты, указанный Подписчиком при регистрации.
            </p>

            <p class="mt-2">
                5. 6.5. Подписчик несет полную ответственность за использование подключения к виртуальной частной сети (VPN).
            </p>

            <p class="mt-2">
                6. 6.6. Исполнитель не несет ответственности за любые расходы Подписчика или прямой либо косвенный ущерб, который может быть нанесен Подписчику вследствие использования подключение к виртуальной частной сети (VPN).
            </p>

            <p class="mt-2">
                7. 6.7. Исполнитель нe нeсeт отвeтствeнности за качество доступа к виртуальной частной сети (VPN) через сеть Интернет.
            </p>

            <p class="mt-2">
                8. 6.8. Ни при каких обстоятельствах Исполнитель не несет ответственности за использование третьими лицами Логина и Пароля.
            </p>

            <p class="mt-2">
                9. 6.9. Подключение к виртуальной частной сети (VPN) предоставляется на условиях «как есть» (as is).
            </p>

            <p class="mt-2">
                10. 6.10. Исполнитель не несет ответственности, если Подписчик, оплативший и получивший доступ к виртуальной частной сети (VPN) не воспользовался предоставленной ему Подпиской в течение установленного срока такой Подписки, в том числе если Подписчик не отключил авто списание денежных средств за авто продление подписки.
            </p>

            <p class="mt-2">
                11. 6.11. Исполнитель не предоставляет никаких гарантий в отношении безошибочной работы виртуальной частной сети (VPN) или отдельных её компонентов и/или функций, соответствия виртуальной частной сети (VPN) конкретным целям и ожиданиям Пользователя, не гарантирует достоверность, точность, полноту и своевременность Данных, а также не предоставляет никаких иных гарантий, прямо не указанных в Договоре.
            </p>

            <p class="mt-2">
                12. 6.12. Правообладатель не несет ответственности за какие-либо прямые или косвенные последствия какого-либо использования или невозможности использования подключения к виртуальной частной сети (VPN) и/или прямой или косвенный ущерб, понесенный Подписчиком и/или третьими лицами в результате какого-либо использования, неиспользования или невозможности использования подключения к виртуальной частной сети (VPN), в том числе из-за возможных ошибок или сбоев/дефектов в работе виртуальной частной сети (VPN), программного обеспечения и/или оборудования, потерь и повреждений данных, ошибок обработки или отображения данных, задержек в передаче данных и других сбоев, случившихся не по вине Продавца.
            </p>

            <p class="mt-2">
                13. 6.13. Исполнитель предоставляет исключительно подключение к виртуальной частной сети (VPN).
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 7. Срок действия Договора</h2>

            <p class="mt-2">
                1. 7.1. Договор вступает в силу с момента поступления первого авансового платежа от Подписчика и действует до полного исполнения Сторонами своих обязательств.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 8. Обстоятельства непреодолимой силы</h2>

            <p class="mt-2">
                1. 8.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору в случае, если такое неисполнение явилось прямым следствием обстоятельств непреодолимой силы (форс-мажорных обстоятельств), возникших после заключения Договора, в результате событий чрезвычайного характера, а именно: пожара, наводнения, урагана и землетрясения или наложения органами государственной власти ограничений на деятельность любой из Сторон, и если эти обстоятельства Стороны не могли ни предвидеть, ни предотвратить разумными мерами.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 9. Прочие условия</h2>

            <p class="mt-2">
                1. 9.1. В случае, если какое-либо положение или какая-либо часть положения Договора признаны недействительными или не имеющими юридической силы, остальные положения и части положений Договора остаются в полной силе и действии.
            </p>

            <p class="mt-2">
                2. 9.2. Все Приложения к настоящему Договору являются его неотъемлемой частью. Все дополнительные условия/правила, размещенные на Сайте, являются Приложениями к Договору и обязательны к исполнению Сторонами.
            </p>

            <p class="mt-2">
                3. 9.3. Во всем остальном Стороны Договорились руководствоваться действующим законодательством Российской Федерации.
            </p>

            <p class="mt-2">
                4. 9.4. Исполнитель вправе вносить изменения в Договор с обязательным размещением соответствующей информации на Сайте.
            </p>

            <p class="mt-2">
                5. 9.5. По всем возникающим вопросам Подписчик вправе обращаться в Службу поддержки Продавца по адресу электронной почты:
                {{ config('support_email') }}
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 10. Разрешение споров</h2>

            <p class="mt-2">
                1. 10.1. Споры и разногласия, которые могут возникнуть по данному Договору, решаются путем соблюдения досудебного (претензионного) порядка. Срок рассмотрения Исполнителем претензии — 7 (семь) календарных дней с момента ее получения от Подписчика.
            </p>

            <p class="mt-2">
                1. 10.2. Если Стороны не придут к соглашению, эти споры и разногласия разрешаются в судебном порядке согласно действующему законодательству Российской Федерации.
            </p>

            <h2 class="text-2xl font-bold mt-4">1. 11. Уведомление об обработке персональных данных</h2>

            <p class="mt-2">
                1. 11.1. Подписчик, соглашаясь с условиями настоящего Договора, дает свое согласие Исполнителю на обработку своих персональных данных.
            </p>

            <p class="mt-2">
                1. 11.2. Согласие дается на обработку следующих персональных данных: фамилия, имя, отчество; адреса электронной почты; номера контактных телефонов; пол; фотография; сведения о страницах в социальных сетях; Клиентские данные (сведения о местоположении; какие страницы открывает и на какие кнопки нажимает Клиент; IP-адрес; SID); сведения о поступающих платежах; реквизиты банковского счета.
            </p>

            <p class="mt-2">
                1. 11.3. В ходе обработки с персональными данными будут совершены следующие действия: сбор; запись; систематизация; накопление; хранение; уточнение (обновление, изменение); извлечение; использование; передача (предоставление, доступ); блокирование; удаление; уничтожение.
            </p>

            <p class="mt-2">
                1. 11.4. Исполнитель может использовать персональные данные Покупателя для его идентификации, уточнения данных платежа, предоставления персонализированных сервисов, обратной связи с Покупателем, обработки заявок и запросов, выполнения обезличенных статистических вычислений, улучшения качества услуг, оказываемых Подписчику.
            </p>

            <p class="mt-2">
                1. 11.5. Персональные данные Подписчика обрабатываются в течение действия настоящего Договора. Подписчик вправе отозвать свое согласие на обработку своих персональных данных путем направления письменного заявления по адресу, указанному в Договоре.
            </p>

            <p class="mt-2">
                2. 11.6. С Политикой Исполнителя в отношении обработки персональных данных можно ознакомиться на сайте {{ config('app.url') }}
            </p>
        </div>
    </div>
</x-guest-layout>
