<x-client.head.meta
    title="Условия использования"
    description="Условия использования"
    :url="request()->url()"/>

<x-app-layout>
    <div class="container">
        <div class="max-w-screen-lg mx-auto staticpage__wrapper mt-10 mb-10">
            <h1 class="text-3xl font-bold">Отмена подписки и возврат денег</h1>

            <p class="mt-4">
                Так как пробный период на 3 дня доступен бесплатно в момент прохождения которого пользователь имеет возможность пользоваться, изучать информацию представленную на нашей платформе и убедиться в том, что он хочет на ежемесячной основе быть пользователем нашего сервиса или имеет возможность отменить подписку, то возврат оплаты за неиспользованный срок подписки мы не осуществляем.
                Если вы уверены, что оплата была проведена по ошибке или ваши обстоятельства абсолютно, крайне и безоговорочно требуют отмены подписки, то напишите нам на
                <a href="mailto:{{ settings('support_email') }}" class="text-blue-100">{{ settings('support_email') }}</a> с полным изложением ситуации, документами и подтверждением ваших слов.
                Мы обязательно рассмотрим ваше обращение.
                Также Вы можете отменить подписку в личном кабинете. Это очень просто. Нажмите на кнопку авторизации в правом верхнем углу на сайте
                <a href="{{ config('app.url') }}" class="text-blue-100">{{ config('app.url') }}</a>. После авторизации, в правом верхнем углу будет значок шестеренки - там основной функционал сайта, где Вам нужно зайти в раздел “Подписка” или “Subscription” и нажмите кнопку “Отменить подписку”.
            </p>
        </div>
    </div>
</x-app-layout>
